/* title/description delimiter */
" option-shift-dash " = " — ";

/* No comment provided by engineer. */
"%.0lf KB of %.0lf KB" = "%.0lf KB，共 %.0lf KB";

/* No comment provided by engineer. */
"%.0lf KB received" = "%.0lf KB 已下载";

/* No comment provided by engineer. */
"A file named quotemark%@quotemark already exists." = "已存在名为 “%@” 的文件。";

/* name of cancel button */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Choose a folder into which %d notes will be exported" = "请选择一个要导出 %d 的文件夹";

/* no comment */
"Continue" = "继续";

/* alert title for exporter interruption */
"Continue exporting?" = "继续导出?";

/* No comment provided by engineer. */
"Could not find the application TextEdit." = "无法找到应用程序 TextEdit。";

/* No comment provided by engineer. */
"Could not locate the note file." = "无法定位笔记文件。";

/* name of delete button */
"Delete" = "删除";

/* alert title when asked to delete multiple notes */
"Delete %d notes?" = "删除 %d 条笔记?";

/* alert title when asked to delete a note */
"Delete the note titled quotemark%@quotemark?" = "删除标题为 “%@” 的笔记？";

/* name of undo-creating-a-note button */
"Undo Note" = "撤销笔记";

/* alert title when asked to undo creating multiple notes */
"Undo adding %d notes?" = "撤销添加 %d 条笔记？";

/* alert title when asked to undo the creation of a note */
"Undo adding the note quotemark%@quotemark?" = "撤销添加标题为 “%@” 的笔记？";

/* informational undo-this-note? text */
"Undoing a note has the effect of deleting it. Use quotemarkRedoquotemark to re-add it." = "撤销笔记会导致笔记删除，使用“重做”功能来添加它。";

/* No comment provided by engineer. */
"Does it still exist?" = "文件是否存在？";

/* No comment provided by engineer. */
"Don't Replace" = "不替换";

/* don't update the note from its file on disk */
"Don't Update" = "不升级";

/* download dialog status message */
"Download: waiting to begin." = "下载: 等待开始。";

/* ellipsis character */
"..." = "…";

/* No comment provided by engineer. */
"Error: the modification date of the file quotemark%@quotemark could not be compared because %@" = "错误: 无法比较文件 “%@” 的修改日期，因为%@";

/* No comment provided by engineer. */
"Error: the modification date of the file quotemark%@quotemark could not be determined because %@" = "错误: 无法检测文件 “%@” 的修改日期，因为%@";

/* No comment provided by engineer. */
"Error: unable to read the contents of the file quotemark%@.quotemark" = "错误: 无法读取文件 “%@.” 中的内容";

/* title of button to export notes from folder selection dialog */
"Export" = "导出";

/* title of export notes dialog */
"Export Notes" = "导出笔记";

/* ... if it exists */
"I'll Go See" = "我会确认一下";

/* No comment provided by engineer. */
"If you update this note with re-interpreted data from the file, you may overwrite your changes." = "如果您从文件中使用重编译的数据来更新笔记，您可能会覆盖当前修改内容。";

/* alert description when converting from unicode */
"If you wish to convert it, you must open and re-save the file in an external editor." = "如果您想转换它，您必须在外部编辑器中打开并重新保存。";

/* No comment provided by engineer. */
"No notes were selected for exporting." = "未选择要导出的笔记。";

/* No comment provided by engineer. */
"Notational Velocity should assume the file quotemark%@quotemark was saved with the encoding:" = "Notational Velocity 假设文件 “%@” 使用的是下列编码：";

/* No comment provided by engineer. */
"Note Importing Cancelled" = "导入笔记已取消";

/* Error string returned to indicate that the user cancelled a syncing service operation */
"Operation cancelled" = "操作已取消";

/* the ubiquitous OK button */
"OK" = "确认";

/* title of button for opening the current note in text edit */
"Open in TextEdit" = "在 TextEdit 中打开";

/* title of menu item for selecting a different notes folder */
"Other..." = "其他…";

/* ...from file on disk */
"Overwrite Note" = "覆盖笔记";

/* No comment provided by engineer. */
"Please try again." = "请重试。";

/* prompt for choosing an incompatible text encoding */
"Please try another encoding." = "请尝试其他编码。";

/* alert title when converting from unicode */
"quotemark%@quotemark is a Unicode file and not directly interpretable using plain text encodings." = "“%@” 是 Unicode 编码文件，因此无法用纯文本编码直接编译。";

/* No comment provided by engineer. */
"Replace" = "替换";

/* No comment provided by engineer. */
"Replace All" = "替换全部";

/* replace the file's contents? */
"Replace its current contents with that of the note?" = "使用当前内容替换笔记？";

/* No comment provided by engineer. */
"Sorry, you entered an incorrect passphrase." = "抱歉，您输入的口令不正确。";

/* (notes?) */
"Stop Exporting" = "停止导出";

/* No comment provided by engineer. */
"The file may no longer exist or has incorrect permissions." = "文件不存在或权限错误。";

/* No comment provided by engineer. */
"The note quotemark%@quotemark couldn't be exported because %@." = "笔记 “%@” 无法被导出，因为%@。";

/* No comment provided by engineer. */
"The note quotemark%@quotemark is newer than its file on disk." = "笔记 “%@” 与磁盘上的文件相比较新。";

/* No comment provided by engineer. */
"The notes couldn't be exported because the directory quotemark%@quotemark couldn't be accessed." = "笔记无法被导出，因为目录 “%@” 无法访问。";

/* No comment provided by engineer. */
"The URL quotemark%@quotemark could not be accessed: %@." = "链接 “%@” 无法访问: %@。";

/* No comment provided by engineer. */
"This may be due to an error in the program or operating system." = "这可能是由于错误的程序或操作系统引起的。";

/* error description of last resort for why a URL couldn't be accessed */
"unknown error." = "位置错误。";

/* string of last resort for errors not found in CarbonErrorStrings */
"an error of type %d occurred" = "发生%d类错误";

/* Title of a nameless note */
"Untitled Note" = "未标题笔记";

/* placeholder text in search/create field */
"Search or Create" = "搜索或创建";

/* No comment provided by engineer. */
"You can import your old notes at any time by choosing quotemarkImport...quotemark from the quotemarkNotequotemark menu and selecting your NotationalDatabase.blor file." = "您可以在任何使用通过“笔记”菜单，“导入…”，并选贼 NotationalDatabase.blor 文件来导入您以前的笔记。";

/* No comment provided by engineer. */
"You may need to re-run the Mac OS X installer." = "您需要重新运行 Mac OS X 安装程序。";

/* No comment provided by engineer. */
"You must select at least one note to export." = "您必须选择至少一条笔记导入。";

/* title of Editing preference pane */
"Editing" = "编辑";

/* title of General preference pane */
"General" = "常规";

/* title of Notes preference pane */
"Notes" = "笔记";

/* title of Fonts & Colors preference pane */
"Fonts & Colors" = "字体与颜色";

/* No comment */
"<Directory unknown>" = "<未知目录>";

/* title of open panel for selecting a notes folder */
"Select a folder" = "选择一个文件夹";

/* title of open panel button to select a folder */
"Select" = "Select";

/* No Comment */
"Select the folder that Notational Velocity should use for reading and storing notes." = "选择 Notational Velocity 用于读取和存储笔记的文件夹。";

/* description for no key combination */
"(None)" = "(无)";

/* no comment */
"PBKDF2 iterations: %d" = "PBKDF2 迭代: %d";

/* no comment */
"Please choose a different folder in which to store your notes." = "请选择另一个用于存储您的笔记的文件夹。";

/* no comment */
"Please choose a folder in which your notes will be stored." = "请选择一个用于存储您的笔记的文件夹。";

/* no comment */
"your Application Support directory" = "您的 Application Support 目录";

/* no comment */
"its current location" = "它的当前位置";

/* no comment */
"Unable to initialize notes database in \n%@ because %@." = "无法初始化笔记数据库 \n%@。因为%@。";

/* no comment */
"Choose another folder" = "选择另一文件夹";

/* no comment */
"Quit" = "退出";

/* no comment */
"Reverting to current location of %@." = "返回到 %@ 的当前位置。";

/* no comment */
"Warning: this database was created by a newer version of Notational Velocity. Continue anyway?" = "警告: 数据库由较新版本的 Notational Velocity 创建，确认继续？";

/* no comment */
"If you make changes, some settings and metadata could be lost." = "如果您修改它，部分设置和元数据可能会丢失。";

/* menu item title in dock menu */
"Add New Note from Clipboard" = "从夹纸板创建笔记";

/* error message to set during a Service call when adding a note failed */
"Error: Couldn't create a note from the selection." = "错误: 无法从选区创建笔记。";

/* title of button in import dialog */
"Import" = "导入";

/* title of import dialog */
"Import Notes" = "导入笔记";

/* No comment provided by engineer. */
"None of the selected files could be imported." = "选定的文件没有可导入的内容。";

/* No comment provided by engineer. */
"Please choose other files." = "请选择其他文件。";

/* import dialog message */
"Select files and folders from which to import notes." = "选择要导入笔记的文件或文件夹。";

/* No comment provided by engineer. */
"More Security Options" = "更多安全选项";

/* No comment provided by engineer. */
"Your entered passphrase does not match your verify passphrase." = "您两次输入的口令不匹配。";

/* No comment provided by engineer. */
"Your entered current passphrase is incorrect." = "您当前输入的口令不正确。";

/* No comment provided by engineer. */
"Your entered new passphrase does not match your verification passphrase." = "您两次输入的新口令不匹配。";

/* No comment provided by engineer. */
"Please enter the passphrase to access notes in %@." = "请输入用于访问笔记 %@ 的口令";

/* No comment provided by engineer. */
"the current notes directory" = "当前笔记目录";

/* No comment provided by engineer. */
"Today" = "今天";

/* No comment provided by engineer. */
"Tomorrow" = "明天";

/* No comment provided by engineer. */
"Yesterday" = "昨天";


/* No comment provided by engineer. */
"%d Notes Selected" = "已选择 %d 条笔记";

/* No comment provided by engineer. */
"(Unknown Note) [%@]" = "(未知笔记) [%@]";

/* user shouldn't see this */
"(WHAT??)" = "(神马??)";

/* undo action name for creating multiple notes */
"Add %d Notes" = "添加 %d 条笔记";

/* menu item title for bookmarking a note */
"Add to Bookmarks" = "添加到书签";

/* menu item title */
"Show Bookmarks" = "显示书签";

/* menu item title */
"Hide Bookmarks" = "隐藏书签";

/* No comment provided by engineer. */
"Bold" = "粗体";

/* alert title appearing when notes couldn't be written */
"Changed notes could not be saved because %@." = "更改的笔记无法保存，因为%@.";

/* copy menu item title */
"Copy" = "拷贝";

/* menu item prefix to copy a URL */
"Copy " = "拷贝 ";

/* contextual menu item title to copy urls */
"Copy URL" = "拷贝 URL";

/* No comment provided by engineer. */
"Couldn't move notes into the chosen folder because %@" = "无法移动笔记到指定文件夹，因为%@";

/* undo action name for creating a single note */
"Create Note quotemark%@quotemark" = "创建笔记 “%@”";

/* cut menu item title */
"Cut" = "剪切";

/* informational delete-this-note? text */
"Press Command-Z to undo this action later." = "按 ⌘-Z 撤销这个动作。";

/* undo action name for deleting notes */
"Delete %d Notes" = "删除 %d 条笔记";

/* undo action name for deleting a single note */
"Delete quotemark%@quotemark" = "删除 “%@”";

/* button title for disabling note encryption */
"Disable Encryption" = "禁用加密";

/* No comment provided by engineer. */
"Disable note encryption now?" = "立即禁用加密?";

/* No comment provided by engineer. */
"Encryption is currently on, but storing notes individually requires it to be off. Disable encryption?" = "加密功能当前开启，但您必须禁用独立储存笔记的功能，而开启需要将笔记存储在单独的数据库中，是否禁用加密？";

/* format submenu title */
"Format" = "格式";

/* No comment provided by engineer. */
"HTML" = "HTML";

/* No comment provided by engineer. */
"If you empty the Trash now, you could lose your notes. Relocate the notes to a less volatile folder?" = "如果您清空废纸篓，您的笔记将会丢失，重定位笔记到其他的文件夹？";

/* No comment provided by engineer. */
"Individual files remain in the notes directory. Leave them alone or move them to the Trash?" = "独立文件仍然保留在笔记目录中，保留他们或移动到废纸篓？";

/* no comment */
"<Feedback loop warning title>" = "警告: 此笔记文件夹同时与 %@ 和 %@ 同步，如果多个 Notational Velocity 同时使用此文件夹。则可能造成无限循环的同步。";

/* no comment */
"<Feedback loop warning message>" = "为了避免发生这个问题，请在这台计算机上选择一另一位置，或关闭与 %@ 的同步。";

/* No comment provided by engineer. */
"The %@ server holds a different set of notes. Replace all %u notes in Notational Velocity with the %u notes on the server, or merge both sets together?" = "%@ 的服务器上存有不同的笔记，替换所有位于 Notational Velocity 中的 %u 条笔记，将会使用位于服务器上的 %u 条笔记，或进行合并？";

/* No comment provided by engineer. */
"The %@ server reports that no notes exist. Delete all %u notes in Notational Velocity to match it, or re-upload them now?" = "%@ 服务器无笔记记录，删除 Notational Velocity 中存在的 %u 条笔记，或重新上传？";

/* No comment provided by engineer. */
"Replacing will remove all %u notes from Notational Velocity. Merging will upload all notes to %@, omitting duplicates." = "替换将会从 Notational Velocity 中删除所有 %u 条笔记。合并将会上传所有笔记到 %@，并忽略重复项目。";

/* No comment provided by engineer. */
"If your %@ account is different, you may prefer to create a new database in Notational Velocity instead." = "如果与您的 %@ 帐号不同，您可以选择创建一个新的 Notational Velocity 数据库。";

/* default button in the dialog above */
"Turn Off Syncing" = "关闭同步";

/* dialog button for deleting all notes */
"Replace All Notes" = "替换所有笔记";

/* dialog button for deleting all notes when none exist remotely */
"Remove All Notes" = "移除所有笔记";

/* dialog button for uploading local notes */
"Merge Notes" = "合并笔记";

/* dialog button for uploading local notes when none exist remotely */
"Re-upload Notes" = "重新上传笔记";

/* No comment provided by engineer. */
"Add %u existing notes in the database to %@?" = "添加 %u 条已存在笔记到数据库 %@？";

/* No comment provided by engineer. */
"Notes will be merged, omitting entries duplicated on the server." = "笔记将会被合并，忽略服务器上的重复项目。";

/* No comment provided by engineer. */
"Upload Notes" = "上传笔记";

/* human-readable name for the Simplenote service */
"Simplenote" = "Simplenote";

/* human-readable name for the SimpleText service */
"SimpleText" = "SimpleText";

/* human-readable name for Dropbox */
"Dropbox" = "Dropbox";

/* status text when downloading a note from the remote sync server */
"Downloading %u of %u notes" = "正在下载 %u 条笔记，共 %u 条";

/* no comment */
"Logging in..." = "正在登录…";

/* no comment */
"Getting the list of notes..." = "获取笔记列表…";

/* No comment provided by engineer. */
"Downloading" = "正在下载";

/* No comment provided by engineer. */
"Creating" = "正在创建";

/* No comment provided by engineer. */
"Updating" = "正在更新";

/* No comment provided by engineer. */
"Deleting" = "正在删除";

/* No comment provided by engineer. */
"Processing" = "正在处理";

/* e.g., 'Deleting a note...' */
"%@ a note..." = "%@ 一条笔记…";

/* example: Updating 'joe shmoe note' */
"%@ quot%@quot..." = "%@ “%@”…";

/* Downloading/Creating/Updating/Deleting 5 of 10 notes */
"%@ %u of %u notes" = "%@ %u 条笔记，共 %u 条";

/* e.g., Downloading 2 note(s) failed */
"%@ %u note(s) failed" = "%@ %u 条笔记：失败";

/* <Sync Service Name>: Disabled */
"%@: Disabled" = "%@: 已禁用";

/* label to prefix last sync time in the status menu */
"Last sync: " = "最后同步: ";

/* no comment */
"Synchronize Now" = "立即同步";

/* no comment */
"Stop Synchronizing" = "停止同步";

/* no comment */
"%u update(s) in progress" = "%u 项更新";

/* no comment */
"Not synchronized yet" = "尚未同步";

/* sync status menu msg */
"Incorrect login and password" = "登录信息错误";

/* message to report when sync service is not reachable over internet */
"Internet unavailable." = "网络不可用。";

/* no comment */
"Session could not be created" = "会话无法被创建";

/* Simplenote-specific error */
"No authorization token" = "无验证";

/* Simplenote-specific error */
"The index of notes could not be parsed." = "无法解析笔记索引。";

/* string to prefix a sync service error */
"Error: " = "错误: ";

/* no comment */
"Changes could not be uploaded." = "无法上传更改内容。";

/* No comment provided by engineer. */
"Italic" = "斜体";

/* button title for not discarding note files */
"Keep Files" = "保留文件";

/* No comment provided by engineer. */
"Loading Notes..." = "正在载入笔记…";

/* button title for trashing notes */
"Move to Trash" = "移到废纸篓";

/* No comment provided by engineer. */
"No Note Selected" = "未选择笔记";

/* alert title when bookmarking no note. */
"No note selected." = "未选择笔记。";

/* No comment provided by engineer. */
"Notational Velocity supports encryption only for notes stored in a database file." = "Notational Velocity 的加密功能只能用于单独的数据库存储模式。";

/* No comment provided by engineer. */
"Open Console in /Applications/Utilities/ for more information." = "在 /应用程序/实用工具/ 中打开控制台来查看详细信息。";

/* paste menu item title */
"Paste" = "粘贴";

/* No comment provided by engineer. */
"plain text" = "纯文本";

/* No comment provided by engineer. */
"Plain Text Style" = "纯文本样式";

/* use-text-replacement command in the edit menu */
"Use Automatic Text Replacement" = "使用自动文本替换";

/* new-password command in the edit menu (shows generated passwords window) */
"New Password..." = "新密码…";

/* insert new password command in the edit menu */
"Insert New Password" = "插入新密码";

/* menu item in the View menu to turn on note-body previews in the Title column */
"Show Note Previews in Title" = "显示笔记预览";

/* menu item in the View menu to turn off note-body previews in the Title column  */
"Hide Note Previews in Title" = "隐藏笔记预览";

/* No comment provided by engineer. */
"Relocate Notes" = "重定位笔记";

/* No comment provided by engineer. */
"Remove All Bookmarks" = "移除所有书签";

/* alert title when clearing bookmarks */
"Remove all bookmarks?" = "移除所有书签?";

/* No comment provided by engineer. */
"rich text" = "多信息文本";

/* No comment provided by engineer. */
"Select a new location for your Notational Velocity notes." = "为您的 Notational Velocity 笔记选择新地址。";

/* menu item title for showing bookmarks */
"Show Bookmarks" = "显示书签";

/* No comment provided by engineer. */
"Too many bookmarks." = "书签过多。";

/* No comment provided by engineer. */
"Turn Off Note Encryption..." = "关闭笔记加密…";

/* No comment provided by engineer. */
"Turn On Note Encryption..." = "开启笔记加密…";

/* No comment provided by engineer. */
"Unable to create a URL from the chosen directory." = "无法从选定的目录中创建 URL。";

/* No comment provided by engineer. */
"Unable to create or access the Interim Note-Changes file. Is another copy of Notational Velocity currently running?" = "无法创建或访问临时文件，是否当前有另一个 Notational Velocity 正在运行？";

/* No comment provided by engineer. */
"Strikethrough" = "删除线";

/* No comment provided by engineer. */
"Use a single database file" = "使用单文件数据库";

/* No comment provided by engineer. */
"Warning: Your notes will be written to disk in clear text." = "警告: 您的笔记将会已明文格式写入磁盘。";

/* No comment provided by engineer. */
"When notes are stored in a single database individual files become redundant." = "当笔记存储为单独数据库时，独立的文件将会保留。";

/* No comment provided by engineer. */
"You cannot create more than 26 bookmarks. Try removing some first." = "您无法创建多于26 个书签，尝试先移除一些不是那么有用的。";

/* No comment provided by engineer. */
"You cannot undo this action." = "您无法重做此动作。";

/* No comment provided by engineer. */
"You must select a note before it can be added as a bookmark." = "您必须先选择一个用于加入书签的笔记。";

/* No comment provided by engineer. */
"Your notes are currently stored as %@ files on disk, but encryption requires a single database. Switch to a database format?" = "您的笔记当前在磁盘上存储为 %@，但是加密功能需要使用单独数据库，切换到数据库格式？";

/* No comment provided by engineer. */
"Your notes directory (%@) appears to be in the Trash." = "您的笔记目录 (%@) 似乎位于废纸篓。";

/* No comment provided by engineer. */
"Your notes were not moved." = "您的笔记未移动。";

/* title column name */
"Title" = "标题";

/* tags/labels column name */
"Tags" = "标签";

/* date modified column name */
"Date Modified" = "修改日期";

/* date added/created column name */
"Date Added" = "添加日期";

/* tooltip string for search/title field */
"Go back to search; press %@-D to deselect" = "返回搜索; 按 %@-D 取消选择";

/* tooltip string for search/title field */
"Now searching for this text" = "正在搜索文本";

/* tooltip string for search/title field */
"Clear the search; press ESC" = "清除搜索结果，按 ESC 键";

/* tooltip string for search/title field */
"Type any text to search; press Return to create a note" = "输入任意文字搜索；按回车创建新笔记";

/* tooltip string for search/title field */
"Now editing this note; rename it with %@-R" = "现在编辑这个笔记；使用 %@-R 重命名";


/* default files name */
"Excruciatingly Useful Shortcuts" = "常用快捷键";
"Contact Information" = "联系信息";
"This is the title of a note" = "这是一篇自动生成的笔记";
"How does this thing work?" = "使用概览";

"SiteURL" = "http://notational.net/";

/* title of alternate view layout menu item */
"Switch to Vertical Layout" = "切换到竖向排版";

/* title of view layout menu item */
"Switch to Horizontal Layout" = "切换到横向排版";

/* for warning about incompatibility with TextExpander, Typinator, etc. */
"Secure Text Entry will prevent %@, which is currently installed on this computer, from working in Notational Velocity." = "安全文本输入会阻止 %@ 的访问，并且可能影响 Notational Velocity 的正常运行。";

/* Status message after downloading a URL */
"Importing content..." = "正在导入内容…";

/* prefix for source-URLs inserted into imported notes; e.g., "From <http://www.apple.com>: ..." */
"From" = "来自";
